// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Om Chrome OS Image Creator";
"Menu Prefs" = "Innstillinger";
"Menu Services" = "Tjenester";
"Menu Hide" = "Skjul Chrome OS Image Creator";
"Menu Hide Others" = "Skjul andre";
"Menu Show All" = "Vis alle";
"Menu Quit" = "Avslutt Chrome OS Image Creator";
"Menu Window" = "Vindu";
"Menu Minimize" = "Minimer";
"Menu Zoom" = "Zoom";
"Menu Bring All To Front" = "Flytt alle fremst";
"Menu Help" = "Hjelp";
"Menu App Help" = "Hjelp for Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Forrige";
"Button Next" = "Neste";
"Button Stop" = "Stopp";
"Button Done" = "Fullført";

/* Tab: Select device model */
"Text Welcome" = "Velkommen til Chrome OS Image Creator! Velg modellen som tilsvarer Chrome OS-enheten du har.";
"Button Local Image" = "Lokalt bilde";

/* Tab: Select USB stick */
"Text Select Prompt" = "Velg en USB-minnepinne for bruk til gjenoppretting:";
"Text Insertion Prompt" = "Sett inn en USB-minnepinne.";

/* Tab: Done */
"Text Congrats" = "Du har nå opprettet en oppstartsstasjon for gjenoppretting av Chrome OS-datamaskinen din. Fjern den fra datamaskinen og bruk den til å gjenopprette det skadede Chromebook-operativsystemet.";

/* Sizes */
"Size Bytes" = " byte";
"Size Kilobytes" = " kB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Dette programmet kan ikke kjøres.";
"NoDiskArb Informative" = "Det oppstod et problem under oppstart av Disk Arbitration. Dette skal normalt ikke skje.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Kan ikke hente listen over bilder.";
"CantGetConfig Informative" = "Det oppstod et problem ved henting av listen over tilgjengelige gjenopprettingsbilder (%1$@). Kontroller at nettverkstilkoblingen din fungerer som den skal.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "kunne ikke tildele tilkobling";
"CantGetConfig Error DownloadError" = "det oppstod en feil under nedlasting";
"CantGetConfig Error StringCreate" = "svaret kunne ikke brukes";

/* Version error. */
"VersionError Message" = "Denne versjonen av programmet er for gammel.";
"VersionError Informative" = "Last ned en nyere versjon. Dette er versjon %1$@; minstekrav er versjon %2$@. %3$@";
"VersionError OK" = "Få ny versjon";

/* File dialog to select a local file. */
"SelectLocal File" = "Velg et bilde:";
"SelectLocal Button" = "Velg";

/* Alert on writing stick. */
"WriteAlert Message" = "Er du sikker på at du vil slette %1$@ permanent?";
"WriteAlert Informative" = "Alle data som er på enheten for øyeblikket vil bli tapt for alltid. Du kan ikke angre denne handlingen.";
"WriteAlert Cancel" = "Ikke slett";
"WriteAlert OK" = "Slett";

"TooSmallAlert Message" = "%1$@ kan ikke brukes; den er for liten.";
"TooSmallAlert Informative" = "En minnepinne med lagringskapasitet på minst %2$@ kreves.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ kan ikke brukes, fordi enheten er skrivebeskyttet.";
"NotWritable Informative" = "Minnepinnen er skrivebeskyttet. Det kan hende at minnepinnen har en bryter som kan brukes for å aktivere lagring. Hvis ikke, kan ikke enheten brukes.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Laster ned …";
"Status Verifying" = "Bekrefter …";
"Status Unpacking" = "Pakker ut …";
"Status Claiming" = "Gjør krav på ressurser …";
"Status Unmounting" = "Kobler fra …";
"Status Writing" = "Skriver …";
"Status Ejecting" = "Løser ut…";
"Status Done" = "Fullført.";

"StatusAdd Attempt" = " (forsøk %1$d)";

/* Errors */
"Failure Downloading" = "Beklager, det oppstod en feil (kunne ikke laste ned kildebildet). Vil du prøve på nytt?";
"Failure Verifying Return Value" = "Beklager, det oppstod en feil (kunne ikke bekrefte kildebildet. Programfeil: %1$s). Vil du prøve på nytt?";
"Failure Verifying SHA Mismatch" = "Beklager, det oppstod en feil (kunne ikke bekrefte kildebildet. Feil ved kontrollsum.). Vil du prøve på nytt?";
"Failure Unpacking" = "Beklager, det oppstod en feil (kunne ikke pakke ut kildebildet. %1$s). Vil du prøve på nytt?";
"Failure Claiming" = "Beklager, det oppstod en feil (kunne ikke gjøre krav på USB-minnepinnen). Vil du prøve på nytt?";
"Failure Unmounting" = "Beklager, det oppstod en feil (kunne ikke koble fra USB-minnepinnen). Vil du prøve på nytt?";
"Failure Opening Source Image" = "Beklager, det oppstod en feil (kunne ikke åpne kildebildet. %1$s). Vil du prøve på nytt?";
"Failure Opening Destination Device" = "Beklager, det oppstod en feil (kunne ikke åpne USB-minnepinnen. %1$s). Vil du prøve på nytt?";
"Failure Reading Source Image" = "Beklager, det oppstod en feil (kunne ikke lese fra kildebildet. %1$s). Vil du prøve på nytt?";
"Failure Writing Destination Device" = "Beklager, det oppstod en feil (kunne ikke skrive data til USB-minnepinnen. %1$s). Vil du prøve på nytt?";
"Failure Ejecting" = "Beklager, det oppstod en feil (kunne ikke løse ut USB-minnepinnen). Vil du prøve på nytt?";

"Failure Try Again" = "Prøv på nytt";
"Failure Quit" = "Avslutt";

"Failure Termination Status" = "Status for avslutning: %d";

"Failure Internal Error 1" = "Uventet EOF (avslutning av fil)";
